Repository: cesarbruschetta/packtools
Catalog: packtools/webapp/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: File
pt_br: Arquivo

source: This type of file is not allowed! Please select another file.
pt_br: Tipo de arquivo não suportado. Por favor, selecione outro arquivo.

source: Use this tool to preview your XML file as an HTML
pt_br: Use esta ferramenta para visualizar seu arquivo XML como um HTML

source: Browse to your local XML file and click 'Preview'. The results will be displayed below.
pt_br: Navegue até o arquivo XML local e clique em "Visualizar". Os resultados serão exibido abaixo.

source: Help?
pt_br: Ajuda?

source: Max. upload size
pt_br: Tamanho máximo

source: Clear
pt_br: Limpar

source: Preview
pt_br: Pre-visualizar

source: If you have any problems with the tool or with the SPS Tagging Guidelines, please contact: <strong><a href="mailto:scielo-xml@googlegroups.com">scielo-xml@googlegroups.com</a></strong>.
pt_br: Em caso de problemas com a ferramenta ou com o Guia de Identificação de Elementos do SciELO Publishing Schema, entre em contato com: <strong><a href="mailto:scielo-xml@googlegroups.com">scielo-xml@googlegroups.com</a></strong>.

source: HTML preview
pt_br: Pre-visualizar HTML

source: No HTML generated, is the XML file valid?
pt_br: Nenhum HTML gerado, o arquivo XML é válido?

source: Use this tool to confirm whether an XML file conforms to SciELO Style as defined in the SciELO Publishing Schema Tagging Guidelines.
pt_br: Utilize esta ferramenta para verificar se um arquivo XML está em conformidade com o Estilo SciELO como descrito no Guia de Identificação de Elementos do SciELO Publishing Schema.

source: Browse to your local XML file and click "Validate". The results will be displayed below.
pt_br: Selecione o arquivo XML e clique em "Validar". Os resultados serão exibidos abaixo.

source: Validate
pt_br: Validar

source: packtools version
pt_br: versão do packtools

source: Phrase
pt_br: Frase

source: was NOT found
pt_br: NÃO foi encontrado

source: in the next lines
pt_br: nas próximas linhas

source: in the previous lines
pt_br: nas linhas anteriores

source: XML Meta
pt_br: XML Metadados

source: Article title
pt_br: Título do artigo

source: Journal title
pt_br: Título do periodico

source: Issue volume
pt_br: Volume

source: Issue number
pt_br: Número

source: SPS version
pt_br: Versão SPS

source: The XML could not be analyzed
pt_br: O XML não pôde ser analisado

source: Detail:
pt_br: Detalhes:

source: Warning!
pt_br: Cuidado!

source: This XML document uses a version of SciELO PS that soon will no longer be supported. Please consider upgrading to a newer version as soon as possible.
pt_br: Este documento XML usa uma versão do SciELO PS que em breve não será maissuportado. Por favor, considere a atualização para uma nova versão assim quepossível.

source: If you want to know more about the support policy, please refer to
pt_br: Se você quiser saber mais sobre a política de suporte, consulte

source: SciELO PS official documentation
pt_br: Documentação oficial do SciELO PS

source: XML validation output
pt_br: Saída de validação XML

source: Level
pt_br: Nivel

source: Message
pt_br: Mensagem

source: Occurrences
pt_br: Ocorrencias

source: The XML seems to be valid.
pt_br: O XML parece ser válido.

source: Help
pt_br: Ajuda

source: Help and Shortcuts
pt_br: Voltar aos erros

source: Shortcut
pt_br: Atalho

source: Action
pt_br: Ação

source: Show this Help and Shortcuts popup
pt_br: Mostrar este pop-up Ajuda e Atalhos

source: Go fullscreen
pt_br: Vá em tela cheia

source: Show search field
pt_br: Sair da tela cheia

source: Find next
pt_br: Encontre o próximo

source: Find previous
pt_br: Encontre o anterior

source: Fold/Unfold current tag
pt_br: Dobrar/desdobrar tag atual

source: Jump to the matching selected tag
pt_br: Ir para a tag selecionada correspondente

source: Clear the last search of SPS-ERRORs
pt_br: Limpar a última pesquisa de SPS-ERRORs

source: Jump to Previous Highlighted SPS-ERROR
pt_br: Ir para o SPS-ERROR destacado anterior

source: Jump to Next Highlighted SPS-ERROR
pt_br: Ir para o próximo SPS-ERRO realçado

source: The file size is too large! Please select a smaller file.
pt_br: Este arquivo é muito grande! Por favor, selecione um arquivo menor.
